{"podcast_details": {"podcast_title": "MarketFoolery", "episode_title": "The One Perspective To Never Forget", "episode_image": "https://ssl-static.libsyn.com/p/assets/9/b/f/a/9bfa2827b99b3da840be95ea3302a6a1/MFMAOption_1.jpg", "episode_transcript": " It's Thursday, December 30th. Welcome to MarketFoolery. I'm Chris Hill. Happy New Year's Eve. Eve. I have a story about perspective to wrap up the year. Hope the holidays have been going well for you. Maybe there were travel plans that got canceled as part of your holidays. Right now New Year's Eve celebrations are getting minimized or canceled. Yeah, I've got to say it's not great. It's not fun. But then that way it's kind of like investing. Sometimes stocks go down. We saw that this year, right? Even with the S&P 500 hitting new highs more than 60 times, I think. I thought I saw on Twitter the other day, one in four days this year, it hit a new high. NASDAQ up 25% for the year. Dow up 20%. In general, great. That doesn't mean every stock did great. So I want to share some insight that I got recently. A light switch that got turned on for me. Actually, if I think about it, the light was on, but it's one of those lights on a dimmer switch and something happened to make that light brighter for me. And here's what it was. In November, I ran a half marathon in Richmond, Virginia. They have this running festival every year. There's a marathon, a half marathon, and an eight kilometer race. So I went down. It was great. People at The Motley Fool have run this before. They've said really great things about it. Normally, I don't travel very far for races. Richmond is not that far. It's a hundred miles. It means two nights in a hotel. My running history for longer races is such that, yeah, the closer to home I am, the better. So I did have just a minute's pause. If you're a long time listener, if you've heard any of my stories about marathon running, you know what I'm talking about. But I went down. It was great. The Richmond Marathon lives up to its billing. It's well organized. The volunteers were great. People coming out to cheer along the course. The whole festival was great. So quick side note about the business of marathons. One of the ripple effects is the photography businesses for events like this. In the case of Richmond, there were photographers positioned at the start of the race, throughout the course, and then at the finish line. And a few days after the race, every runner gets an email saying, we've got your photos. Take a look. See if you'd like to buy any of them. And I always look. I never buy, but I always look because usually it gives me a laugh. I'm going to come back to the photographers in a minute, but let me tell you about the race itself. Beautiful weather. I felt good. I had a goal. I had two goals, actually. This was my fourth half marathon that I ran this year. And in each one, my time got a little bit faster. So for Richmond, my first goal was to try and run the race in under two hours. And my second goal was to beat my previous time so that this would be my fastest half marathon of the year. Those were my two goals. I was aiming for both. I'll be happy with one. And if I don't get either, hopefully I just don't get injured. I got with a pace group. These are the runners who are literally holding up a flag while they run and the flag has a time on it. So if you want to finish in under, say, two and a half hours, you find the people with the two and a half hour mark on their flag, you stick with that group. They'll focus on keeping that pace. So you don't have to think about it. You just stick with them. You're good to go. So before the race, I find a guy holding a flag that says two hours. This is my guy. I'm sticking with him. And I did. For 10 and a half miles. Everything was going great for 10 and a half miles. But the race is 13 miles. So I won't bore you with the details, but basically I get to the 10 and a half mile mark. The wheels start to come off the wagon. I got it out for the next two miles. The guy with the pace flag is ahead of me and out of sight and I know I'm not finishing in under two hours. But I've still got a shot at making my fastest time of the year. And this is where I caught a break because I've got half a mile to go. And the way the course is laid out, the last half mile is downhill. And I mean, it is really downhill, like straight downhill. My legs are going to be in pain from the pounding, but gravity is going to make life easy for my heart and lungs. And here we go. I'm about a couple hundred yards from the finish line. I look at my watch and I realize I'm going to make it. I'm going to make my second goal. And right as I come into the home stretch, there are spectators on both sides of the course and they're cheering. Not for me in particular, just for runners in general as people are coming up to the finish line. And it's great. The sun is shining. I start smiling because I'm going to make my time. I start pumping my fists in the air. And that's fine because there are no other runners that are close to me. I'm pumping my fists across the finish line. Back to the photographers. They've got more than one at the finish line. One of them is off to the side. Another one is behind the finish line, but standing up on a ladder or a cherry picker. And when I get the email saying, we've got your photographs, and I click on the link, I realize that these two photographers managed to take a picture of me at pretty much the exact same moment at the finish line. It's me. It's the same moment in the race. But these two pictures tell two very different stories. The photographer who's off to the side snaps a picture of me that is the epitome of the phrase, the joy of victory. My hands are raised. You can see the happiness on my face. My mouth is open. I might have yelled something or maybe I was just gasping for breath, but I was happy. I mean, if you looked at that picture, you're like, I don't know who that old man is, but he looks happy. The second picture, very different story. The photographer is behind the finish line and at a much higher angle. So it's a wider shot. You can see other runners in the frame. In particular, you see a young woman running in front of me. She's going to cross the finish line. She's a good 20 to 30 feet in front of me. She's got a smile on her face. I'm behind her, 20 to 30 feet behind her with my arms raised up. But because of the angle, it looks like I am right behind her and I'm chasing her. Because of the angle at which this picture was taken, I look like a lunatic trying to chase this woman down. And because of the smile on her face, she has no idea the lunatic is behind her. If this were a movie, you'd be yelling at the screen like, watch out behind you. There's a crazy guy. Run faster. Run faster. And it just made me laugh because I really do look like a lunatic. It's the same moment in time. The same thing is happening in both pictures. But because the angle is different, the perspective is different. And they tell two stories that are at odds with one another. If you're on Twitter or you read Motley Fool articles, you may have come across a guy by the name of Lou Whiteman. Smart guy, good guy, writes for fool.com. A couple of weeks ago, Lou tweeted about how at that point, shares of Upstart Holdings were up 255% year to date, and they were also down 62% from their high in October. So over the previous two months, down more than 60%. But since the first week of January, up more than 250%. Same business, same stock, same moment in time. But depending on the angle of the snapshot, two very different stories. As investors, we are not lacking for information. We are not lacking for opinions on the stocks we own. It's so easy to find both. Stocks that we own or we're thinking about buying or stocks we're thinking about selling. But at the end of the day, it's our money. It's our decision. It's not that we shouldn't seek out other opinions, we absolutely should. As investors, we want other perspectives. But our perspective is going to be the one that decides. We're the ones who have to sleep at night. We're the ones who have to figure out just how strong our stomachs are. We have to figure out if we're up for this, if we're in or we're out. The photos at the finish line are fun to look at, but they're not better than my own perspective of actually crossing the finish line. So when you're looking for other perspectives, don't forget about your own. 2022 is going to be a year of new opportunities for us as investors. And yes, of course, there will be challenges that come along with the price of admission. But I'm looking forward to it. And I hope you are, too. Going to take a few days off next Wednesday, January 5th. You can find me and producer Dan Boyd in the new daily version of Motley Fool Money. So please follow that show on your podcast app if you're not already. January 5th, that is a special day for this podcast because it was January 5th, 2011, that we had the first episode of MarketFoolery. This is our 2,124th episode. And I don't have time to thank all of the Motley Fool analysts who have shared their time and expertise over the years. But I'm so grateful for them coming on this show. And as I say, every year at this time, they're not paid to be here. Dan Boyd has produced this show for so many years. And my job-related wish for every one of you listening is that you have at least one co-worker who is as good at their job, as reliable at getting stuff done, and just flat out as great a human being as Dan is. I hope you have a Dan Boyd at your place of employment. And last but not least, thank you for listening. We all have different amounts of money, but we all have the same amount of time in the day. So you choosing to spend part of your day listening so you can invest better means so much and we never, ever take it for granted. So if you're going out New Year's Eve, be safe, rest up. We're getting ready for the new daily version of Motley Fool Money. And I hope that you will come along with us. Cheers! The The The The The The The Yeah! Shoot all of them, just to see the fuck out of you. Yeah! Yeah! Yeah! Yeah! Yeah! Yeah! Yeah! Yeah! Yeah!"}, "podcast_summary": "The host reflects on his recent experience running a marathon and how it relates to investing. He discusses how different perspectives can shape our perception of the same event, using photos taken at the finish line as an example. He then applies this concept to investing, emphasizing the importance of our own perspective in making investment decisions. He concludes with gratitude for the support and listeners of the podcast and announces the upcoming new daily version of Motley Fool Money.", "podcast_guest": "Not Available", "podcast_highlights": "Sure, here are some highlights from the podcast with their associated timestamps:\n\n- 00:35: Chris Hill introduces the topic of perspective and relates it to investing.\n\n- 01:15: Mentions the performance of the S&P 500, NASDAQ, and Dow Jones in the past year.\n\n- 02:35: Shares a personal experience of running a half marathon in Richmond, Virginia.\n\n- 07:58: Explains the different perspectives captured by two photographers at the finish line of the race.\n\n- 09:56: Draws a parallel to investing by highlighting the different perspectives on Upstart Holdings' stock performance.\n\n- 12:23: Emphasizes the importance of considering and trusting one's own perspective as an investor.\n\n- 13:25: Looks ahead to the opportunities and challenges of investing in 2022.\n\n- 14:17: Announces a few days off and mentions the upcoming daily version of Motley Fool Money.\n\n- 14:50: Expresses gratitude to Motley Fool analysts and producer Dan Boyd.\n\n- 16:18: Thanks listeners for choosing to spend their time listening to the podcast.\n\n- 17:00: Wishes listeners a safe and enjoyable New Year's Eve and invites them to join the new daily version of Motley Fool Money."}